[
  "This is a contract template.  Contracts should be on the subrecipient’s letterhead.  \nSubrecipients do not have to include all of this information, but they do have to \nprovide the basic information included in the GCC contract approval guide.  \n \nAGREEMENT \nTHIS AGREEMENT, for PROJ0 \nis made between  \n, the \n \nservice provider in  \nCounty, hereinafter referred to as the \n\"AGENCY\" and \n,   (insert position title here) hereinafter referred to as the \n\"CONTRACTOR\".   \nWITNESSETH \nThat WHEREAS, the AGENCY desires to engage the CONTRACTOR to perform the professional \nservices hereinafter described; \nTherefore, the AGENCY and the CONTRACTOR do mutually agree as follows: \n(1) CONTRACTUAL STATUS:    The AGENCY and CONTRACTOR agree that the\nCONTRACTOR shall perform the services required of the CONTRACTOR herein set forth for grant\nfunded through GCC Project Number \n; provided that the CONTRACTOR is\nnot and will not by virtue of this contract acquire the status of an employee of the AGENCY.",
  "not and will not by virtue of this contract acquire the status of an employee of the AGENCY.\n(2) TIME OF PERFORMANCE:  The effective date of this agreement is  \nand the\ntermination date is  \n. (Grant Period)\n(3) COMPENSATION: The AGENCY will pay CONTRACTOR at a rate of $_ \nper hour, for a\ntotal sum not to exceed $ \nto be paid by GCC, and $ \nto be paid using non-GCC\nfunds (MATCH) for services performed by the CONTRACTOR.\n(4) SCOPE OF SERVICES TO BE RENDERED: The CONTRACTOR hereby agrees to perform in a\nmanner satisfactory to the AGENCY the following services:\nServices will include, but not be limited to:  \nTruthfully and accurately maintain and preserve such records and statistics, and make, on a timely \nbasis, such reports as AGENCY may from time to time require. \n(5) INVOICE: Payment under this AGREEMENT will be made upon receipt of an original invoice\nfrom CONTRACTOR documenting the services performed; hours worked providing the services,",
  "from CONTRACTOR documenting the services performed; hours worked providing the services,\nhourly rate of pay, and the amount due and payable pursuant to Paragraphs 3 and 4 of this\nAGREEMENT. All services must be performed to the satisfaction of the AGENCY prior to any\npayment being made.\n(6) CONTRACT ADMINISTRATOR:   \n, Project Director, is designated\nas the contract administrator for this AGREEMENT. The contract administrator is responsible for\nmonitoring the CONTRACTOR'S performance, approving payment to the CONTRACTOR and for\nproviding evaluation of the CONTRACTOR\nRevised 12/9/2020 \n(7) FUNDING: All terms and conditions of this AGREEMENT are dependent upon and subject to\nthe allocation of funds for the purposes set forth, and the AGREEMENT shall automatically terminate\nif funds cease to be available.\n(8) AUDIT OF PROJECT RECORDS. The CONTRACTOR'S project records may be audited by the\nAGENCY, the Governor's Crime Commission, or duly authorized agents of either entity.",
  "AGENCY, the Governor's Crime Commission, or duly authorized agents of either entity.\n(9) TAXES: The CONTRACTOR shall be considered to be an independent contractor and as such shall\nbe responsible for all taxes. The CONTRACTOR agrees to provide the AGENCY with the\nCONTRACTOR'S correct taxpayer identification number upon the execution of this AGREEMENT.  The\nCONTRACTOR agrees that failure to provide the AGENCY with a correct taxpayer number authorizes\nthe AGENCY to withhold 20% of any amount due and payable under this AGREEMENT pursuant to the\nprovisions of the Internal Revenue Code, Title 26, United States Code.\n(10) WARRANTY: As an independent contractor, the CONTRACTOR will hold the AGENCY\nharmless for any liability and personal injury that may occur from or in connection with the\nperformance of the AGREEMENT.\n(11) SITUS: This contract shall be governed by the laws of North Carolina.\n(12) ANTITRUST LAWS: This contract is entered into in compliance with all State and Federal",
  "(12) ANTITRUST LAWS: This contract is entered into in compliance with all State and Federal\nantitrust laws.\n(13) COMPLIANCE WITH LAW: The CONTRACTOR shall remain an independent contractor. The\nCONTRACTOR shall be responsible for compliance with all laws, ordinances, codes, rules,\nregulations, licensing requirements and other regulatory matters that are applicable to the conduct of\nthe CONTRACTOR'S business and work performance under this AGREEMENT, including those of\nFederal, State and local agencies having appropriate jurisdiction.\n(14) CERTIFICATION: The CONTRACTOR certifies that they have not been debarred or suspended\nfrom receiving Federal or State funds.\n(15) ASSIGNMENT: This AGREEMENT or any interest herein shall not be assigned or transferred by\nthe CONTRACTOR. The CONTRACTOR shall not subcontract any work to be performed pursuant to this\nAGREEMENT without the written approval of the AGENCY.\n(16) ENTIRE AGREEMENT:  This AGREEMENT, including any exhibits and amendments annexed",
  "(16) ENTIRE AGREEMENT:  This AGREEMENT, including any exhibits and amendments annexed\nhereto and any documents incorporated specifically by reference represent the entire agreement\nbetween the parties and supersede all prior oral and written statements or agreements. This\nAGREEMENT may be amended only by written amendments duly executed by the AGENCY and the\nCONTRACTOR.  \nIN WITNESS WHERE THIS AGENCY and the CONTRACTOR have each executed the AGREEMENT, \nthis _____ day of __________, 2021. \nSigned By  \n___ \n(Project Director) \n(Contractor) \nDate:   \nDate:  \nRevised 12/9/2020 \nSIGN\nSIGN",
  "Page 1 \nSample Contract \n \nContract No.___________ \nPROFESSIONAL SERVICES AGREEMENT \n \n \nTHIS AGREEMENT made and entered into this _______day of                      , 20     by and between the SANTA \nCRUZ COUNTY REGIONAL TRANSPORTATION COMMISSION, hereinafter called COMMISSION, and \n________    ____, hereinafter called CONSULTANT for __________________ (services/project name).   \n \n1. DUTIES.  \nA. CONSULTANT agrees to exercise special skill to accomplish the following results in a manner \nreasonably satisfactory to COMMISSION: ______________________________, as specified in Exhibit \nA: Scope of Services, which by this reference is incorporated herein. \n \nB. CONSULTANT shall provide the personnel listed below to perform the above-specified services, which \npersons are hereby designated as key personnel under this Agreement.   \n \nName  \n \n \nFirm \n \n \n \nFunction \n \n \n \n \n \n \n \n \n \nPrincipal in Charge \n \n \n \n \n \n \n \n \n \nProject Manager",
  "Firm \n \n \n \nFunction \n \n \n \n \n \n \n \n \n \nPrincipal in Charge \n \n \n \n \n \n \n \n \n \nProject Manager \n \nC. No person named in paragraph B of this Section, or his or her successor, shall be removed or replaced by \nCONSULTANT, nor shall his or her agreed-upon function hereunder be changed, without the prior \nwritten consent of COMMISSION.  Such consent shall not be unreasonably withheld. \n \nD. CONSULTANT’S PROGRESS REPORTS AND/OR MEETINGS \n1) The CONSULTANT shall submit written progress reports with each invoice. The report should be \nsufficiently detailed for the Contract Manager to determine if the CONSULTANT is performing to \nexpectations or is on schedule; to provide communication of interim findings; and to sufficiently \naddress any difficulties or special problems encountered, so remedies can be developed. \n2) The CONSULTANT’s Project Manager shall meet with the COMMISSION’s Contract Manager, as \nneeded, to discuss progress on the contract. \n \n2. COMPENSATION.",
  "needed, to discuss progress on the contract. \n \n2. COMPENSATION.  \nIn consideration for CONSULTANT accomplishing said result, COMMISSION agrees to pay \nCONSULTANT as follows:  \nA. Total payment is not to exceed $_____for time and materials at the rates and conditions set forth in \nExhibit B: Fee Schedule, which by this reference is incorporated herein.  \n \nB. In no event, will the CONSULTANT be reimbursed for overhead costs at a rate that exceeds the \noverhead rate set forth in the Fee Schedule.  \n \nC. Transportation and subsistence costs shall not exceed the rates authorized to employees under current \nU.S. General Service Administration rules. \n \nD. Reimbursable expenses will be billed by CONSULTANT and processed for payment upon approval of \nthe Contract Manager. \n \nE. Progress payments will be made no less than monthly in arrears based on satisfactory services provided \nand actual allowable incurred costs. A pro rata portion of the CONSULTANT’s fixed fee, if applicable,",
  "will be included in the monthly progress payments. If CONSULTANT fails to submit the required \n \nPage 2 \ndeliverable items according to the schedule set forth in the Scope of Services, the COMMISSION may \ndelay payment and/or terminate this Agreement in accordance with the provisions of Section 4 of this \nAgreement.  \n \nF. No payment will be made prior to approval of any work, nor for any work performed prior to approval \nof this Agreement. \n \nG. CONSULTANT shall not exceed milestone cost estimates as shown in Exhibit B, except with the prior \nwritten approval of the Contract Manager. \n \nH. The CONSULTANT will be reimbursed after receipt by the COMMISSION’s Contract Manager of \nitemized invoices. Invoices shall be submitted no later than 45calendar days after the performance of \nwork for which the CONSULTANT is billing. Invoices shall be mailed to the COMMISSION’s \nContract Manager at the following address:  \nSCCRTC, 1523 Pacific Ave, Santa Cruz, CA, 95060",
  "Contract Manager at the following address:  \nSCCRTC, 1523 Pacific Ave, Santa Cruz, CA, 95060 \n \nThe invoices must include the following information: \n1. \nLabor (staff name, hours charged, hourly billing rate, current charges and cumulative \ncharges) performed during the billing period by task; \n2. \nItemized expenses incurred during the billing period; \n3. \nTotal invoice/payment requested; \n4. \nTotal amount previously paid under this Agreement; \n5. \nReport of expenditures by CONSULTANT and subconsultants for each task and subtask \nor milestone and estimated percentage completion by such divisions of work; \n6. \nWritten progress reports, in a format to be mutually agreed upon, that is sufficiently \ndetailed for the Contract Manager to determine if the CONSULTANT is performing to \nexpectations and is on schedule; provides communication of interim findings; addresses \nany difficulties or special problems encountered, so remedies can be developed; and other",
  "any difficulties or special problems encountered, so remedies can be developed; and other \ninformation as requested by COMMISSION. \n7. \nCONSULTANT's final invoice must be submitted within 60-calendar days after \nacceptance of the CONSULTANT’s work by the Contract Manager.  \n \nI.  For personnel subject to prevailing wage rates as described in the California Labor Code, all salary \nincreases, which are the direct result of changes in the prevailing wage rates are reimbursable. \n \n3. \nTERM. This Agreement shall take effect on (DATE); contingent upon prior approval by the \nCOMMISSION governing board, and the CONSULTANT shall commence work after notification to \nproceed by the COMMISSION’S Contract Manager. The Agreement shall end on (DATE), unless earlier \nterminated or extended by contract amendment. The CONSULTANT is advised that this Agreement is not \nbinding and enforceable until it is fully executed and approved by the COMMISSION's board. \n \n4. \nEARLY TERMINATION.",
  "4. \nEARLY TERMINATION.  \nA. COMMISSION may terminate this Agreement for its convenience any time, in whole or part, by giving \nCONSULTANT thirty-day (30-day) written notice thereof.  Within thirty days of the COMMISSION's \nreceipt of CONSULTANT's final billing, COMMISSION shall pay CONSULTANT its allowable costs \nincurred to date of termination and those allowable costs determined by COMMISSION to be \nreasonably necessary to effect such termination.  Thereafter, CONSULTANT shall have no further \nclaims against COMMISSION under this Agreement. \n \nB. COMMISSION may terminate this Agreement for CONSULTANT's default if a federal or state \nproceeding for the relief of debtors is undertaken by or against CONSULTANT, or CONSULTANT's \n \nPage 3 \nprincipal, or if CONSULTANT or CONSULTANT's principal makes an assignment for the benefit of \ncreditors, or if CONSULTANT breaches any term(s) or violates any provision(s) of this Agreement and",
  "does not cure such breach or violation within ten (10) days after written notice thereof by \nCOMMISSION.  CONSULTANT shall be liable for any and all reasonable costs incurred by \nCOMMISSION as a result of such default, including but not limited to reprocurement costs of the same \nor similar services defaulted by CONSULTANT under this Agreement. \n \nC. CONSULTANT may terminate this Agreement by giving the COMMISSION at least one hundred and \ntwenty (120) days advance written notice.  CONSULTANT shall be liable for any and all reasonable \ncosts incurred by COMMISSION as a result of such default, including but not limited to reprocurement \ncosts of the same or similar services defaulted or not provided by CONSULTANT under this \nAgreement. \n \n5. INDEMNIFICATION FOR DAMAGES, TAXES AND CONTRIBUTIONS. \nCONSULTANT shall exonerate, indemnify, defend, and hold harmless the COMMISSION (which for the",
  "CONSULTANT shall exonerate, indemnify, defend, and hold harmless the COMMISSION (which for the \npurpose of this Agreement shall include, without limitation, its officers, agents, employees and volunteers) \nfrom and against: \nA. Any and all claims, demands, losses, damages, defense costs, or liability of any kind or nature which \nCOMMISSION may sustain or incur or which may be imposed upon it for injury to or death of persons, \nor damage to property which arise out of, pertain to, or relate to CONSULTANT’S negligence, \nrecklessness, or willful misconduct under the terms of this Agreement. Such indemnification includes \nany damage to the person(s), or property(ies) of CONSULTANT and third persons. \n \nB. Any and all Federal, State and Local taxes, charges, fees, or contributions required to be paid with \nrespect to CONSULTANT and CONSULTANT’S officers, employees and agents engaged in the",
  "respect to CONSULTANT and CONSULTANT’S officers, employees and agents engaged in the \nperformance of this Agreement (including, without limitation, unemployment insurance, social security \nand payroll tax withholding). \n \n6. INSURANCE. CONSULTANT, at its sole cost and expense, for the full term of this Agreement, and any \nextensions thereof, shall obtain and maintain at minimum compliance with all of the following insurance \ncoverage(s) and requirements.  Such insurance coverage shall be primary coverage as respects \nCOMMISSION and any insurance or self-insurance maintained by COMMISSION shall be excess of \nCONSULTANT’S insurance coverage and shall not contribute to it. \n \nIf CONSULTANT utilizes one or more subconsultants in the performance of this Agreement, \nCONSULTANT shall obtain and maintain Independent CONSULTANT’s Insurance as to each subconsultant \nor otherwise provide evidence of insurance coverage from each subconsultant equivalent to that required of",
  "CONSULTANT in this Agreement. \n \nA. Types of Insurance and Minimum Limits \n \n1) Workers’ Compensation in the minimum statutorily required coverage amounts.  This insurance \ncoverage shall not be required if the CONSULTANT has no employees and certifies to this fact by \ninitialing here                . \n \n2) Automobile Liability Insurance for each of CONSULTANT’S vehicles used in the performance of \nthis Agreement, including owned, non-owned (e.g. owned by CONSULTANT’S employees), leased \nor hired vehicles, in the minimum amount of $1,000,000 combined single limit per occurrence for \nbodily injury and property damage.  This insurance coverage shall not be required if vehicle use by \nthe CONSULTANT is not a material part of performance of this Agreement and CONSULTANT and \nCOMMISSION both certify to this fact by initialing here           /        . \n \n \nPage 4 \n3) Comprehensive or Commercial General Liability Insurance coverage in the minimum amount of one",
  "3) Comprehensive or Commercial General Liability Insurance coverage in the minimum amount of one \nmillion dollars ($1,000,000) combined single limit (CSL), including coverage for: (a) bodily injury, \n(b) personal injury, (c) broad form property damage, (d) contractual liability, and (e) cross-liability. \n \n4) Professional Liability Insurance in the minimum amount of one million dollars ($1,000,000)               \ncombined single limit, if, and only if, this Subparagraph is initialed by CONSULTANT and \nCOMMISSION __   /        . \n \nB. Other Insurance Provisions \n1) If any insurance coverage required in this Agreement is provided on a “Claims Made” rather than \n“Occurrence” form, CONSULTANT agrees to maintain the required coverage for a period of three \n(3) years after the expiration of this Agreement (hereinafter “post agreement coverage”) and any \nextensions thereof.  CONSULTANT may maintain the required post agreement coverage by renewal",
  "extensions thereof.  CONSULTANT may maintain the required post agreement coverage by renewal \nor purchase of prior acts or tail coverage.  This provision is contingent upon post agreement coverage \nbeing both available and reasonably affordable in relation to the coverage provided during the term of \nthis Agreement.  For purposes of interpreting this requirement, a cost not exceeding 100% of the last \nannual policy premium during the term of this Agreement in order to purchase prior acts or tail \ncoverage for post agreement coverage shall be deemed to be reasonable. The COMMISSION will not \nbe responsible for any premiums or assessments on the policy. \n \n2) All required Automobile and Comprehensive or Commercial General Liability Insurance shall be \nendorsed to contain the following clause: \n \n“Santa Cruz County Regional Transportation Commission, its officials, employees, agents and",
  "“Santa Cruz County Regional Transportation Commission, its officials, employees, agents and \nvolunteers are added as an additional insured as respects the operations and activities of, or on behalf \nof, the named insured performed under Agreement with the Commission.” \n \n3) All required insurance policies shall be endorsed to contain the following clause: \n“This insurance shall not be canceled until after thirty (30) days prior written notice has been given \nto:  \n \n \nSanta Cruz County Regional Transportation Commission \n \n \n \nAttn: Yesenia Parra \n \n \n \n1523 Pacific Avenue \nSanta Cruz, CA 95060 \n \n4) CONSULTANT agrees to provide its insurance broker(s) with a full copy of these insurance \nprovisions and provide COMMISSION on or before the effective date of this Agreement with \nCertificates of Insurance for all required coverages.  All Certificates of Insurance shall be delivered or \nsent to: \n \n \n \nSanta Cruz County Regional Transportation Commission \n \n \n \nAttn: Yesenia Parra",
  "Santa Cruz County Regional Transportation Commission \n \n \n \nAttn: Yesenia Parra \n \n \n \n1523 Pacific Avenue         \n \n \n \nSanta Cruz, CA 95060 \n \n \n \n5) The CONSULTANT agrees that the insurance herein provided for, shall be in effect at all times \nduring the term of this contract. In the event said insurance coverage expires at any time or times \nduring the term of this contract, the CONSULTANT agrees to provide at least thirty (30) days prior \nnotice to said expiration date; and a new Certificate of Insurance evidencing insurance coverage as \nprovided for herein, for not less than either the remainder of the term of the contract, or for a period \nof not less than one (1) year. New Certificates of Insurance are subject to the approval of the \nCOMMISSION.  In the event the CONSULTANT fails to keep in effect at all times insurance \n \nPage 5 \ncoverage as herein provided, the COMMISSION may, in addition to any other remedies it may have,",
  "coverage as herein provided, the COMMISSION may, in addition to any other remedies it may have, \nterminate this Agreement  upon occurrence of such event. \n \n6) If any insurance policy of CONSULTANT required by this document includes language \nconditioning the insurer’s legal obligation to defend or indemnify COMMISSION on the \nperformance of any act(s) by the named insured, then said insurance policy, by endorsement, \nshall also name the COMMISSION as a named insured. Notwithstanding the foregoing, both \nthe CONSULTANT and its insurers agree that by naming the COMMISSION as a named \ninsured, the COMMISSION may at its sole direction, but is not obligated to, perform any act \nrequired by the named insured under said insurance policies. \n \n7) CONSULTANT shall do all things required to be performed by it pursuant to its insurance policies \nincluding but not limited to paying within five (5) work days, all deductibles and self-insured",
  "including but not limited to paying within five (5) work days, all deductibles and self-insured \nretentions (SIR) required to be paid under any insurance policy that may provide defense or \nindemnity coverage to COMMISSION or any additional insured. \n \n8) CONSULTANT shall cause the foregoing provisions to be inserted in all subcontracts for any work \ncovered under this Agreement by a subconsultant compensated more than $50,000 and employing \nmore than fifteen (15) employees, provided that the foregoing provisions shall not apply to contracts \nor subcontracts for standard commercial supplies or raw materials. \n \n7. FEDERAL, STATE AND LOCAL LAWS. CONSULTANT warrants that in the performance of this \nAgreement, it shall exercise usual and customary professional care in its efforts to comply with all applicable \nfederal, state and local laws, statutes and ordinances and all lawful orders, rules and regulations promulgated",
  "thereunder.  In the event of a conflict between the laws and lawful regulations of any government entities \nhaving jurisdiction over the project, the CONSULTANT shall notify COMMISSION of the nature and \nimpact of such conflict.  The COMMISSION agrees to cooperate and work with the CONSULTANT in an \neffort to resolve any conflict. \n \n8. EQUAL EMPLOYMENT OPPORTUNITY. During and in relation to the performance of this Agreement, \nCONSULTANT agrees to the following: \n \nThe CONSULTANT shall not discriminate or permit discrimination against any employee or applicant for \nemployment in any manner prohibited by Federal, State and local laws, including but not limited to race, \ncolor, gender, religion, national origin, ancestry, physical or mental disability, medical condition, marital \nstatus, sexual orientation, age (over 18), veteran status, pregnancy, or any other non-merit factor unrelated to \njob duties.",
  "job duties.  \n \nSuch action shall include, but not be limited to, the following: recruitment; advertising, layoff or termination; \nrates of pay or other forms of compensation; and selection for training (including apprenticeship), \nemployment, upgrading, demotion, or transfer. The CONSULTANT agrees to post in conspicuous places, \navailable to employees and applicants for employment, notice setting forth the provisions of this non-\ndiscrimination clause.  \n \nCONSULTANT shall comply fully with all federal, State and local laws and regulations which prohibit \ndiscrimination.  The CONSULTANT’s signature affixed herein, and dated, shall constitute a certification \nunder penalty of perjury under the laws of the State of California that the CONSULTANT has, unless \nexempt, complied with, the nondiscrimination program requirements of Government Code Section 12990 and \nTitle 2, California Administrative Code, Section 8103.   \n \n \nPage 6",
  "Title 2, California Administrative Code, Section 8103.   \n \n \nPage 6 \nIn the event of CONSULTANT’S non-compliance with the non-discrimination clauses of this Agreement or \nwith any of the said rules, regulations or orders the COMMISSION may cancel, terminate or suspend the \nAgreement in whole or in part. CONSULTANT may also be declared ineligible for further agreements with \nthe COMMISSION. \n \n9. HARASSMENT.  The COMMISSION maintains a strict policy prohibiting unlawful harassment, including \nsexual harassment, in any form, including verbal, physical and visual harassment by any employee, \nsupervisor, manager, officer or Board member, or agent of the employer. Vendors, CONSULTANTs, and \nconsultants shall not engage in conduct that has an effect of unreasonably interfering with a COMMISSION \nemployee's work performance or creates an intimidating, hostile or offensive work environment. \n \n10. LICENSES. If a license of any kind is required of CONSULTANT, its employees, agents, or sub",
  "10. LICENSES. If a license of any kind is required of CONSULTANT, its employees, agents, or sub \nCONSULTANTs by Federal or State law, CONSULTANT warrants that such license has been obtained, is \nvalid and in good standing, that CONSULTANT shall keep it in effect at all times during the terms of this \nAgreement, and that any applicable bond has been posted in accordance with all applicable laws and \nregulations. \n \n11. INDEPENDENT CONSULTANT STATUS. CONSULTANT and COMMISSION have reviewed and \nconsidered the principal test and secondary factors herein and agree that CONSULTANT is an independent \nCONSULTANT and not an employee of COMMISSION. CONSULTANT is responsible for all insurance \n(workers compensation, unemployment, etc.) and all payroll related taxes.  CONSULTANT is not entitled to \nany employee benefits.  COMMISSION agrees that CONSULTANT shall have the right to control the \nmanner and means of accomplishing the result contracted for herein.",
  "manner and means of accomplishing the result contracted for herein. \n \n \nPRINCIPAL TEST: The CONSULTANT rather than COMMISSION has the right to control the manner and \nmeans of accomplishing the result contracted for. \n \nSECONDARY FACTORS: (a) The extent of control which, by agreement, COMMISSION may exercise \nover the details of the work is slight rather than substantial; (b) CONSULTANT is engaged in a distinct \noccupation or business; (c) In the locality, the work to be done by CONSULTANT is usually done by a \nspecialist without supervision, rather than under the direction of an employer; (d) The skill required in the \nparticular occupation is substantial rather than slight; (e) The CONSULTANT rather than the COMMISSION \nsupplies the instrumentalities, tools and work place; (f) The length of time for which CONSULTANT is \nengaged is of limited duration rather than indefinite; (g) The method of payment of CONSULTANT is by the",
  "job rather than by the time; (h) The work is part of a special or permissive activity, program, or project, rather \nthan part of the regular business of COMMISSION; (i) CONSULTANT and COMMISSION believe they are \ncreating an independent CONSULTANT relationship rather than an employer-employee relationship; and (j) \nThe COMMISSION conducts public business. \n \nIt is recognized that it is not necessary that all secondary factors support creation of an independent \nCONSULTANT relationship, but rather that overall there are significant secondary factors which indicate \nthat CONSULTANT is an independent CONSULTANT. \n \nBy their signatures to this Agreement, each of the undersigned certifies that it is his or her considered \njudgment that the CONSULTANT engaged under this Agreement is in fact an independent CONSULTANT. \n \n12. RETENTION AND AUDIT OF RECORDS. For the purpose of determining compliance with Public",
  "12. RETENTION AND AUDIT OF RECORDS. For the purpose of determining compliance with Public \nContract Code 10115, et seq. and Title 21, California Code of Regulations, Chapter 21, Section 2500 et seq., \nif applicable and other matters connected with the performance of the contract pursuant to Government Code \n8546.7: CONSULTANT, subconsultants, and the COMMISSION shall maintain all books, documents, \npapers, accounting records, and other evidence pertaining to the performance of the contract, including but \n \nPage 7 \nnot limited to, the costs of administering the Agreement.  All parties shall make such materials available at \ntheir respective offices at all reasonable times during the Agreement  period and for five (5) years from the \ndate of final payment under this Agreement or until a final audit report is accepted by COMMISSION, \nwhichever occurs first.  The COMMISSION and any state or federal auditor, or any duly authorized",
  "whichever occurs first.  The COMMISSION and any state or federal auditor, or any duly authorized \nrepresentative of the state or federal government shall have access to any books, records, and documents of \nthe CONSULTANT that are pertinent to the Agreement  for audit, examinations, excerpts, and transactions, \nand copies thereof shall be furnished if requested.  \n \nSubcontracts in excess of $25,000 shall contain this provision. \n \n13. INSPECTION OF WORK \n The CONSULTANT and any subconsultant shall permit the COMMISSION, the state, and the FHWA if \nfederal participating funds are used in this contract, to review and inspect the project activities and files at all \nreasonable times during the term of this Agreement including review and inspection on a daily basis.  \n \n14. ACKNOWLEDGMENT. CONSULTANT shall acknowledge in all reports and literature that the material is \nprepared for and on behalf of the COMMISSION.",
  "prepared for and on behalf of the COMMISSION. \n \n15. WORK PRODUCTS. All material, data, information, and written, graphic or other work produced under \nthis Agreement is subject to the unqualified and unconditional right of the COMMISSION to use, reproduce, \npublish, display, and make derivative use of all such work, or any part of it, free of charge and in any manner \nand for any purpose; and to authorize others to do so.  If any of the work is subject to copyright, trademark, \nservice mark, or patent, CONSULTANT now grants to the COMMISSION a perpetual, royalty-free, \nnonexclusive and irrevocable license to use, reproduce, publish, use in the creation of derivative works, and \ndisplay and perform the work, or any part of it, and to grant to any third party a comparable and coextensive \nsublicense. \n  \nCONSULTANT shall include in any subcontract with a third party for work under this Agreement terms that",
  "preserve the rights, interests, and obligations created by this Section, and that identify the COMMISSION as \na third-party beneficiary of those provisions. \n \nThe CONSULTANT shall not utilize the work produced under this Agreement for any profit-making venture, \nor sell or grant rights to a third party for that purpose. \n \nA. Upon completion of all work under this contract, ownership and title to all custom letters, reports, \ndocuments, plans, specifications, and estimates and other products produced as part of this Agreement \n(herein \"deliverables\") will automatically be vested in the COMMISSION; and no further agreement will \nbe necessary to transfer ownership to the COMMISSION.  The CONSULTANT shall furnish the \nCOMMISSION all necessary copies of data needed to complete the review and approval process. Copies \nmay be made for CONSULTANT's records but shall not be furnished to others without the",
  "may be made for CONSULTANT's records but shall not be furnished to others without the \nCOMMISSION's prior written authorization.  Such deliverables shall be deemed works made for hire and \nall rights in copyright therein shall be retained by COMMISSION. All information derived from these \ndeliverables is deemed confidential and may not be disclosed to any other party without the express prior \nwritten consent of COMMISSION.  No information obtained during audit work performed under this \nAgreement may be used by CONSULTANT for any purpose (internal or external), nor may the \ninformation be discussed with others without the prior written consent of COMMISSION. \n \nB. Any subcontract in excess of $25,000 entered into as a result of this contract, shall contain all of the \nprovisions of this Section. \n \n \n \nPage 8 \n16. SAFETY \nA. The CONSULTANT shall comply with OSHA regulations applicable to CONSULTANT regarding",
  "A. The CONSULTANT shall comply with OSHA regulations applicable to CONSULTANT regarding \nnecessary safety equipment or procedures.  The CONSULTANT shall comply with safety instructions \nissued by the COMMISSION Safety Officer and other COMMISSION representatives. CONSULTANT \npersonnel shall wear hard hats and safety vests at all times while working on the Santa Cruz Branch Rail \nLine. \n \nB. Areas within the limits of the project are open to public and private traffic. The CONSULTANT shall \ncomply with all of the requirements set forth in Divisions 11, 12, 13, 14, and 15 of the Vehicle Code.  The \nCONSULTANT shall take all reasonably necessary precautions for safe operation of its vehicles and the \nprotection of the traveling public from injury and damage from such vehicles. \n \nC. Any subcontract entered into as a result of this contract, shall contain all of the provisions of this Section. \n \n17. MODIFICATION OF AGREEMENT.",
  "17. MODIFICATION OF AGREEMENT.  \nA. This Agreement may be amended or modified only by mutual written agreement of the parties. \nB. The CONSULTANT shall only commence work covered by an amendment after the amendment is \nexecuted and notification to proceed has been provided by the COMMISSION’s Contract Manager. \nC. There shall be no change in the CONSULTANT’s Project Manager or members of the project team, as \nlisted in the approved Fee Schedule, which is a part of this Agreement without prior written approval by \nthe COMMISSION’s Contract Manager. \nD. No oral understanding or agreement not incorporated herein shall be binding on the parties. \n \n18. DISPUTES. This Agreement shall be construed under the laws of the State of California.  Pending final \nresolution of a dispute hereunder, CONSULTANT shall proceed diligently with the performance of this \nAgreement and shall comply with COMMISSION’s instructions.",
  "Agreement and shall comply with COMMISSION’s instructions. \nA. Any dispute, other than audit, concerning a question of fact arising under this Agreement that is not \ndisposed of by agreement shall be decided by a committee consisting of the COMMISSION’s Contract \nManager and Executive Director, who shall consider written or verbal information submitted by the \nCONSULTANT. \nB. Not later than 30 days after completion of all deliverables necessary to complete the plans, specifications \nand estimate, the CONSULTANT may request review by the COMMISSION GOVERNING BOARD of \nunresolved claims or disputes, other than audit. The request for review must be submitted in writing. \nC. Neither the pendency of a dispute, nor its consideration by the committee will excuse the CONSULTANT \nfrom full and timely performance in accordance with the terms of this contract. \n \n19. AUDIT REVIEW PROCEDURES \nA. Any dispute concerning a question of fact arising under an interim or post-completion audit of this",
  "Agreement that is not disposed of by agreement, shall be reviewed by the COMMISSION’S Contract \nManager. \nB. Not later than 30 days after issuance of the final audit report, the CONSULTANT may request a review \nby the COMMISSION’S Executive Director of unresolved audit issues. The request for review will be \nsubmitted in writing. \nC. Neither the pendency of a dispute nor its consideration by the COMMISSION will excuse the \nCONSULTANT from full and timely performance, in accordance with the terms of this contract. \n \n20. SUBCONTRACTING \nA. The CONSULTANT shall perform the work contemplated with resources available within its own \norganization; and no portion of the work pertinent to this Agreement shall be subcontracted without prior \nwritten authorization by the COMMISSION’S Contract Manager, except that, which is expressly \nidentified in the approved Fee Schedule.  \n \nPage 9 \nB. Any subcontract in excess of $25,000 entered into as a result of this contract, shall contain all the",
  "provisions required by this Agreement to be applicable to those subconsultants. \nC. No substitution of subconsultants shall be valid until approved in writing by the COMMISSION’s \nContract Manager. \n \n21. NONASSIGNMENT. The CONSULTANT shall not assign the Agreement without the prior written consent \nof the COMMISSION. \n \n22. REBATES, KICKBACKS OR OTHER UNLAWFUL CONSIDERATION. The CONSULTANT \nwarrants that this Agreement was not obtained or secured through rebates kickbacks or other unlawful \nconsideration, either promised or paid to any COMMISSION employee.  For breach or violation of this \nwarranty, COMMISSION shall have the right in its discretion to terminate the Agreement without liability; to \npay only for the value of the work actually performed; or to deduct from the contract price; or otherwise \nrecover the full amount of such rebate, kickback or other unlawful consideration.",
  "recover the full amount of such rebate, kickback or other unlawful consideration. \n \n23. NOTIFICATION. All notices hereunder and communications regarding interpretation of the terms of this \nAgreement and changes thereto, shall be effected by the mailing thereof by registered or certified mail, return \nreceipt requested, postage prepaid, and addressed as follows: \n \nCONSULTANT: \n \n \n__________(CONSULTANT)_______________ \n \n \n__________(NAME)________, Project Manager \n \n \n__________(ADDRESS)____________________ \n \n \n \n \nCOMMISSION: \n \n \nSanta Cruz County Regional Transportation Commission (SCCRTC)  \n \n \nLuis Mendez, Contract Manager \n \n \n1523 Pacific Ave, Santa Cruz, CA 95060 \n \n24. COMPLETE AGREEMENT \nA. AGREEMENT: The two parties to this Agreement, who are the before named CONSULTANT and the \nbefore named COMMISSION, hereby agree that this Agreement constitutes the entire Agreement which",
  "before named COMMISSION, hereby agree that this Agreement constitutes the entire Agreement which \nis made and concluded in duplicate between the two parties. Both of these parties for and in consideration \nof the payments to made, conditions mentioned, and work to be performed; each agree to diligently \nperform in accordance with the terms and conditions of this Agreement as evidenced by the signatures \nbelow.  \n \nB. COMMISSION DESIGNEE: The Executive Director of COMMISSION, or his or her designee, shall \nhave the authority to act for and exercise any of the rights of COMMISSION as set forth in this \nAgreement subsequent to, and in accordance with the authorization granted by the COMMISSION.  \n \nC. COMPLETE AGREEMENT, INCLUDING ATTACHMENTS. This Agreement includes all exhibits, \nattachments, and documents incorporated herein and made applicable by reference, constitutes the \ncomplete and exclusive statement of the terms and conditions of the Agreement between COMMISSION",
  "complete and exclusive statement of the terms and conditions of the Agreement between COMMISSION \nand CONSULTANT, and supersedes all prior representations, understandings and communications.  The \ninvalidity in whole or in part of any term or condition of this Agreement shall not affect the validity of \nother terms or conditions. The COMMISSION’s waiver of CONSULTANT's performance of any term(s) \nor condition(s) of this Agreement shall not be construed as a waiver for any future performance of such \nterm(s) or conditions(s \n \nD. Attachments are: \n \nExhibit A: Scope of Services \n \nPage 10 \n \nExhibit B: Fee Schedule \n \nEach of the undersigned represents and warrants that he or she is duly authorized to execute and deliver this \nAgreement and that such execution is binding upon the entity for which he or she is executing this document. \n \nIN WITNESS WHEREOF, the parties hereto have caused this Agreement No. _______ to be executed on the date \nfirst written above. \n \n1.  CONSULTANT",
  "first written above. \n \n1.  CONSULTANT \n \n \n \n2.  SANTA CRUZ COUNTY REGIONAL \n \n \n \n      \n \n \n \nTRANSPORTATION COMMISSION \n \n      \n \n \n \nBy: _______________________________   \nBy: \n_____________________________                                                     \n       SIGNED \n \n \n \n \n \n              SIGNED   \n      _________________________________        \n______________________________ \n       PRINTED  \n \n \n \n \n              PRINTED \n \nCompany Name:  _____________ \nAddress:             ______________ \nTelephone:(         ) __________ \nFax: (         )  __________ \nEmail:  ________________________ \n \n3. APPROVED AS TO INSURANCE: \n4. APPROVED AS TO FORM: \n \n \n_________________________   \n \n_________________________                                                         \nAdministrative Services Officer  \n      \n COMMISSION Counsel \n \nDISTRIBUTION:        \n \n RTC Fiscal & Contract Manager \n \nCONSULTANT \n \n\\\\Rtcserv2\\shared\\CONTRACT\\MASTERCO\\Template\\MasterContracts.doc",
  "Rev Oct 2000 1\n \n \nMODEL CONTRACT FOR WORKS \n \nDate  _____________ \nDear Sir/Madam, \n \nRef.: ______/ _______/ ______[INSERT PROJECT NUMBER AND TITLE] \n \nThe United Nations Development Programme (hereinafter referred to as \"UNDP\"), wishes to \nengage your company, duly incorporated under the Laws of __________ [INSERT NAME OF \nTHE COUNTRY] (hereinafter referred to as the \"Contractor\") in order to perform \n____________________ [INSERT SUMMARY DESCRIPTION OF THE WORKS] \n(hereinafter referred to as the \"Works\"), in accordance with the following Contract: \n \n1.Contract Documents \n \n1.1 \nThis Contract is subject to the UNDP General Conditions for Civil Works, ______________ \n[INSERT REVISION NUMBER AND DATE FROM THE CONTRACTS \nDOCUMENTS LIBRARY], attached hereto as Annex I. The provisions of such Annex \nshall control the interpretation of this Contract and in no way shall be deemed to have been \nderogated by the contents of this letter and any other Annexes, unless otherwise expressly",
  "derogated by the contents of this letter and any other Annexes, unless otherwise expressly \nstated under section 4 of this letter, entitled \"Special Conditions\".  \n \n1.2 \nThe Contractor and UNDP also agree to be bound by the provisions contained in the \nfollowing documents, which shall take precedence over one another in case of conflict in the \nfollowing order: \n \n \na) this letter; \n \n \nb) the Technical Specifications and Drawings [ref. ......dated........], attached hereto as Annex \nII; \n \n \nc) the Contractor's Tender ___________ [IF THE CONTRACT IS ON THE BASIS OF \nUNIT PRICE, INSERT: including the Priced Bill of Quantities]  [ref......, dated ........], \nas clarified by the agreed minutes of the negotiation meeting1 [dated........], not attached \nhereto but known to and in the possession of both parties.",
  "1 If there are updates to the technical proposal or correspondence exchanged in clarification of certain aspects, reference them \ntoo, provided that they are acceptable to UNDP.  Otherwise, aspects which resolution is pending should be dealt with in this letter \nitself or in the Technical Specifications/Drawings, as appropriate. \n \nRev Oct 2000 2\n1.3 \nAll the above shall form the Contract between the Contractor and UNDP, superseding the \ncontents of any other negotiations and/or agreements, whether oral or in writing, pertaining \nto the subject of this Contract. \n \n \n \n \n \n________________________________ \n________________________________ [INSERT NAME AND ADDRESS OF \nTHE CONTRACTOR] \n \n2. \nObligations of the Contractor \n \n2.1 \nThe Contractor shall commence work within ___ [INSERT NUMBER OF DAYS] days \nfrom the date on which he shall have been given access to the Site and received the notice to",
  "from the date on which he shall have been given access to the Site and received the notice to \ncommence from the Engineer, and shall perform and substantially complete the Works by \n../../.... [INSERT DATE], in accordance with the Contract. The Contractor shall provide all \nmaterials, supplies, labour and other services necessary to that end. \n \n2.2 \nThe Contractor shall submit to the Engineer the Programme of Work referred to in Clause \n13 of the General Conditions by ../../.... [INSERT DATE]. \n \n2.3 \nThe Contractor represents and warrants the accuracy of any information or data provided to \nUNDP for the purpose of entering into this Contract, as well as the quality of the Works \nforeseen under this Contract in accordance with the highest industrial and professional \nstandards.  \n \n \nOPTION 1 (FIXED PRICE) \n \n3. \nPrice and Payment2 \n \n3.1 \nIn full consideration of the complete and satisfactory performance of the Works under this",
  "3.1 \nIn full consideration of the complete and satisfactory performance of the Works under this \nContract, UNDP shall pay the Contractor a fixed contract price of ________________ \n[INSERT CURRENCY & AMOUNT IN FIGURES AND WORDS]. \n \n3.2 \nThe price of this Contract is not subject to any adjustment or revision because of price or \ncurrency fluctuations or the actual costs incurred by the Contractor in the performance of the \nContract.  \n \n3.3 \nInvoices shall be submitted by the Contractor to the Engineer upon achievement of the \ncorresponding milestones and for the following amounts:  \n                                                          \n2 This version of section 3 is to be used for fixed price contracts.  Fixed price contracts should normally be used when it is \npossible to estimate with reasonable accuracy the costs of the activities which are the subject of the Contract. \n \nRev Oct 2000 3\n \n \nMILESTONE3 \nAMOUNT \n \nDATE \n \n \nUpon signature of \n \nContract  \n \n............",
  "Rev Oct 2000 3\n \n \nMILESTONE3 \nAMOUNT \n \nDATE \n \n \nUpon signature of \n \nContract  \n \n............ \n../../.... \n \n \n.........  \n \n............ \n../../.... \n \n \nUpon substantial \n \ncompletion of Works ...........  \n../../.... \n \n \nUpon final  \n \ncompletion of Works ...........  \n../../.... \n \n \nOPTION 2 (COST REIMBURSEMENT) \n \n3. \nPrice and payment \n \n3.1 \nThe total estimated price of the Contract is contained in the Bill of Quantities and amounts \nto ___________________________ [INSERT CURRENCY & AMOUNT IN FIGURES \nAND WORDS]. \n \n3.2 \nThe final price of the Contract will be determined on the basis of the actual quantities of work \nand materials utilized in the complete and satisfactory performance of the Works as certified \nby the Engineer and the unit prices contained in the Contractor's financial proposal. Such \nunit prices are fixed and are not subject to any variation whatsoever. \n \n3.3 \nIf the Contractor foresees that the final price of the Contract may exceed the total estimated",
  "If the Contractor foresees that the final price of the Contract may exceed the total estimated \nprice contained in 3.1 above, he shall so inform the Engineer without delay, in order for \nUNDP to decide, at its discretion, to increase the estimated price of the Contract as a result \nof a larger quantity of work/material or to reduce the quantity of work to be performed or \nmaterials to be used.  UNDP shall not be responsible for payment of any amount in excess \nof that stipulated in 3.1 above unless this latter amount has been increased by means of a \nwritten amendment of this Contract in accordance with its paragraph 8 below.   \n \n3.4 \nThe Contractor shall submit an invoice for ___________________________ [INSERT \nAMOUNT AND CURRENCY OF THE ADVANCE PAYMENT IN FIGURES & \nWORDS] upon signature of this Contract by both parties, invoices for the work performed \nand materials utilized every _________ [INSERT PERIOD OF TIME OR",
  "and materials utilized every _________ [INSERT PERIOD OF TIME OR \nMILESTONES] and a final invoice within 30 days from the issuance of the Certificate of \nSubstantial Completion by the Engineer.4 \n \n                                                          \n3 In the case of advance payments, the amount should not exceed 15%. \n4 In the case of advance payments, the amount should not exceed 15%. \n \nRev Oct 2000 4\n[THE FOLLOWING CLAUSES ARE COMMON TO OPTIONS 1 & 2 AND MUST BE NUMBERED \nACCORDING TO THE OPTION CHOSEN FOR ARTICLE 3] \n \n3.@ \nUNDP shall effect payment of the invoices after receipt of the certificate of payment issued \nby the Engineer, approving the amount contained in the invoice. The Engineer may make \ncorrections to that amount, in which case UNDP may effect payment for the amount so \ncorrected. The Engineer may also withhold invoices if the work is not performed at any time \nin accordance with the terms of the Contract or if the necessary insurance policies or",
  "in accordance with the terms of the Contract or if the necessary insurance policies or \nperformance security are not valid and/or in order. The Engineer shall process the invoices \nsubmitted by the Contractor within 15 days of their receipt.  \n \n3.@ \nPayments effected by UNDP to the Contractor shall be deemed neither to relieve the \nContractor of its obligations under this Contract nor as acceptance by UNDP of the \nContractor's performance of the Works.   \n \n3.@ \nPayment of the final invoice shall be effected by UNDP after issuance of the Certificate of \nFinal Completion by the Engineer.  \n \n4. \nSpecial conditions5 \n \n4.1 \nThe advance payment to be made upon signature of the contract by both parties is contingent \nupon receipt and acceptance by UNDP of a bank guarantee 6for the full amount of the \nadvance payment issued by a Bank and in a form acceptable to UNDP.7 \n \n4.2 \nThe amounts of the payments referred to under section 3.6 above shall be subject to a",
  "4.2 \nThe amounts of the payments referred to under section 3.6 above shall be subject to a \ndeduction of _____________________ [INSERT PERCENTAGE OF TOTAL \nCONTRACT PRICE THAT THE ADVANCE REPRESENTS] % (... percent) of the \namount accepted for payment until the cumulative amount of the deductions so effected shall \nequal the amount of the advance payment.8 Should the cumulative amount of the deductions \nso made be lower than the amount of the advance payment after the date of substantial \ncompletion of the Works, UNDP may deduct the amount equal to the difference between the \nadvance payment and the cumulative deductions from the payments due after substantial \ncompletion or may recover such amount from the bank guarantee referred to in 4.1 above.  \n \n4.3 \nThe Performance [SELECT BOND/GUARANTEE] referred to in Clause 10 of the General \nConditions shall be submitted by the Contractor for an amount of _____ [INSERT  -\nPERCENTAGE OF THE TOTAL]",
  "PERCENTAGE OF THE TOTAL]  \n \n                                                          \n5 Under this Section, the Programme Officer may propose special clauses in order to adapt the model contract to the specific \nsituation.  In this sample clause 4, several clauses of common use are given.  If they are not required, they should be deleted. \n6 If the legislation of the Country of the Contractor forbids the use of bank guarantees, a bond may be accepted. \n7 This clause must be used when an advance payment of $50,000 or more is granted to the Consultant.. \n8 This clause must be used when an advance payment is granted (whatever the amount) in a cost reimbursement contract. \n \nRev Oct 2000 5\n \nESTIMATED OR FIXED PRICE OF THE CONTRACT IN THE CASE OF A \nGUARANTEE AND 30% IN THE CASE OF A BOND].9 \n \n4.4 \n[THE USE OF THIS CLAUSE REQUIRES APPROVAL BY THE PROJECT \nDIRECTOR/UNDP PROGRAMME OFFICER] The Contractor may submit invoices for",
  "DIRECTOR/UNDP PROGRAMME OFFICER] The Contractor may submit invoices for \nmaterials and plant stored at the Site, provided they are necessary and adequate for the \nperformance of the Works and they are protected from weather conditions and duly insured \nas per the instructions of the Engineer. \n  \n4.5 \nThe liability insurance referred to in Clause 23 of the General Conditions shall be taken out \nby the Contractor for an amount of.............[CONSULT THE ENGINEER FOR \nAPPROPRIATE AMOUNT]. \n \n4.6 \nAccording to Clause 45 of the General Conditions, the liquidated damages for delay shall be \n___ [INSERT PERCENTAGE] of the price of the Contract per week of delay, up to a \nmaximum of 10% of the final price of the Contract.  \n \n5. \nSubmission of invoices \n \n5.1 \nOne original and one copy of every invoice shall be submitted by mail by the Contractor for \neach payment under the Contract to the Engineer's address specified in clause 8.2. \n \n5.2",
  "each payment under the Contract to the Engineer's address specified in clause 8.2. \n \n5.2 \nInvoices submitted by fax shall not be accepted by UNDP. \n \n \n6. \nTime and manner of payment \n \n6.1 \nInvoices shall be paid within thirty (30) days of the date of their receipt and acceptance by \nUNDP. \n \n6.2 \nAll payments shall be made by UNDP to the following Bank account of the Contractor: \n \n \n_________________________ [NAME OF THE BANK] \n \n \n_________________________ [ACCOUNT NUMBER] \n \n \n_________________________ [ADDRESS OF THE BANK] \n \n \n                                                          \n9 The reason for the distinction between a 10% bank guarantee and a 30% performance bond is that bank guarantees are generally \nunconditional and can be called directly without proof of nonperformance, whereas most performance bonds are conditional and \nrequire some proof of nonperformance.  There are usually additional costs and time delays incurred with cashing a performance",
  "bond and so a higher percentage is requested to cover the extra work involved.  Some banks outside of the U.S. may call certain \nguarantee instruments, “performance bonds or guarantees” although they may only be conditional guarantees.  It is important to \nreview the text of the instrument to determine whether it is a conditional or unconditional guarantee.  \n \nRev Oct 2000 6\n7. \nModifications \n \n7.1 \nAny modification to this Contract shall require an amendment in writing between both parties \nduly signed by the authorized representatives of the Contractor and UNDP. \n \n8. \nNotifications \n \n8.1 \nFor the purpose of notifications under the Contract, the addresses of UNDP and the \nContractor are as follows: \n \nFor the UNDP: \n \n \n \n___________________________________________________ [INSERT NAME OF RR OR \nDIVISION CHIEF] \nChief \nUnited Nations Development Programme \n \n \n \nRef. ______/______/______ [INSERT CONTRACT REFERENCE & NUMBER] \n \nTelex:__________________ \n \nFax:____________________",
  "Telex:__________________ \n \nFax:____________________ \n \nCable:__________________ \n \n \nFor the Contractor: \n \n_________________ \n[Insert Name, Address and Telex, \nFax and Cable Numbers] \n \n \n8.2 \nFor the purposes of communications with the Engineer, the address of the Engineer shall be \nas follows: \n \n_________________  \n[Insert Name, Address and Telex,  \nFax and Cable Numbers of the Engineer]  \n \n \n \n \n \n \n \nOR \n \nRev Oct 2000 7\n \n8.2 \nUNDP shall communicate as soon as possible to the Contractor after the signature of the \nContract, the address of the Engineer for the purposes of communication with the Engineer \nunder the Contract. \n \nIf the above terms and conditions meet with your agreement as typed in this letter and in the Contract \nDocuments, please initial every page of this letter and its attachments and return to this office one \noriginal of this Contract, duly signed and dated. \n \n \n \n \n \n \n \nYours sincerely,",
  "Yours sincerely, \n \n \n \n \n \n \n \n \n \n[INSERT NAME OF RR or Bureau/Division Director]  \n \n \n \n \n \n \n \n \n \nFor [Insert name of the company/organization] \n \nAgreed and Accepted: \n \nSignature   \n____________________________ \n \nName \n____________________________ \n \nTitle       ____________________________ \n \nDate        ____________________________ \n \n \n \n \n \nRev Oct 2000 8\n \n \n \n \nANNEX I \n \nUNDP GENERAL CONDITIONS  \nOF CONTRACT FOR WORKS \n \n \n \n \n_____________________________________________ [INSERT REVISION NUMBER \nAND DATE FROM THE CONTRACTS LIBRARY] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRev Oct 2000 9\n \n \nANNEX II \n \n \nTECHNICAL SPECIFICATIONS AND DRAWINGS"
]